{
  "header": [
    "Incarnation Information",
    "Phenotype biological type: K",
    "Silver River immunisation strain Alpha",
    "Silver River ganglion redundancy upgrade",
    "Spatial awareness neurogram: paleocetacean type C",
    "Incarnation age: 5 biodays",
    "Uninterrupted incarnations length: 38 biodays"
  ],
  "body": "The Womb stack sitting at the heart of my outpost is failing. It started to grow feeble a few biodays ago. First the output dropped, but now every clone it grows is circulated by a solution that my Scribe stack cannot identify. I disposed of all the faulty batches just in case the solution is parasitic, but this cannot go for much longer. I have only one spare clone left. If this goes on, I risk a full local death, with only the data archives of my Lineage staying to be picked up by the next incarnation, as opposed to full consciousness transfer with all the evolved capacities my uninterrupted clone succession has accumulated. Needless to say, this is undesirable.\n\nI can't afford a fully-grown stack of this grade. The one I have now I stumbled on tucked away in a drifting ruin, hidden under encrypted shell of a derelict vessel. I barely made it out, sqeezing through the tightening circle of the wolf pack descending on the smell of the stack, exposed as the shell crumbled under the pressure of my domesticated hybrid virus stab. Evidently it was already damaged, senile from time, in early stages of derangement (the ruin was deep into slipstream) or even outright feral corruption.\n\nThe best I can hope for is to acquire a seedling and grow a new stack myself, feeding it the right memories and ferments, and hoping it won't grow weird. I consult the Oracles in the Net to see if any fitting seedlings are sold anywhere in the region. For a small fee I find out just what I need - looks like a trading caravan has recently arrived to a trading post a short jump chain away. I have some good drone memories in my little hoard that I can trade for what I need, but the stack will need to be delivered physically, and I can't risk disclosing the location of my camp. Looks like I'm going on an expedition. I kill the old stack and drop it into a Disassembler, in case its mites can still extract some useful exotic materials out of its corpse, and start preparing."
}

