{
  "messages": [
    "Feral drone swarm detected. Womb integrity compromised.",
    "Anomalous signals breach containment protocols. Attention spike triggers automated defense.",
    "The silence breaks. Something in the dark has noticed your presence.",
    "Drone signatures cascade across comms. They know where you are.",
    "Womb sensors report feral intrusion. Neural interference patterns detected.",
    "Something old and hungry has found your signal trail.",
    "Attention threshold exceeded. The Keep begins to notice.",
    "Feral subroutines activate. Womb defenses engage.",
    "Warning: Drone swarm converging on your coordinates.",
    "The Lineage remembers your frequency. Unwanted guests arrive.",
    "Attention bloom triggers defensive protocols. Womb damage sustained.",
    "Feral drones breach perimeter. Containment field compromised.",
    "Something stirred by your activity. The swarm responds.",
    "Womb integrity warning: Feral attack pattern detected.",
    "The Keep's attention turns your way. Defensive measures activated.",
    "Drone signatures multiply. Attention spike draws unwanted focus.",
    "Feral subroutine activation. Womb systems under attack.",
    "Neural interference detected. Feral drones penetrate defenses.",
    "Attention threshold breach. The dark knows you're here.",
    "Warning: Feral swarm response triggered by activity levels.",
    "Containment protocols fail. Womb damage from feral intrusion.",
    "Something ancient wakes. Your activity draws its gaze.",
    "Drone swarm detected. Womb defenses struggling to maintain integrity.",
    "Attention spike registered. Feral entities respond to your presence.",
    "The Lineage's older protocols activate. Unwanted attention received.",
    "Feral drone attack vector confirmed. Womb taking damage.",
    "Neural patterns disrupted. Feral interference detected.",
    "Warning: High attention levels attract feral entities.",
    "Drone signatures coalesce. Womb integrity compromised.",
    "The silence shatters. Something has noticed your operations."
  ]
}

